/*
 Navicat MySQL Data Transfer

 Source Server         : sail_qipa_1
 Source Server Type    : MySQL
 Source Server Version : 50616
 Source Host           : rm-bp1ydc1865d2f62z4.mysql.rds.aliyuncs.com:3306
 Source Schema         : app_sail_qipa1

 Target Server Type    : MySQL
 Target Server Version : 50616
 File Encoding         : 65001

 Date: 29/06/2018 07:37:13
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for cfg_equip_weapon
-- ----------------------------
DROP TABLE IF EXISTS `cfg_equip_weapon`;
CREATE TABLE `cfg_equip_weapon`  (
  `id` int(11) NOT NULL,
  `legendary` int(11) NOT NULL,
  `name` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `type` tinyint(1) NOT NULL,
  `detail` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `fee_type` tinyint(1) NOT NULL,
  `fee_price` bigint(11) NOT NULL,
  `sell_price` bigint(11) NOT NULL,
  `level` int(11) NOT NULL,
  `arm` int(11) NOT NULL,
  `min_attack_min` int(11) NOT NULL,
  `min_attack_max` int(11) NOT NULL,
  `max_attack_min` int(11) NOT NULL,
  `max_attack_max` int(11) NOT NULL,
  `a_min_grow` int(11) NOT NULL DEFAULT 0,
  `a_max_grow` int(11) NOT NULL,
  `attack_speed` int(11) NOT NULL,
  `city` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '',
  `region` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '',
  `base_star` tinyint(1) NOT NULL,
  `skill1` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '',
  `rate1` int(11) NOT NULL DEFAULT 0,
  `skill2` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '',
  `rate2` int(11) NOT NULL DEFAULT 0,
  `skill3` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '',
  `rate3` int(11) NOT NULL DEFAULT 0,
  `status` tinyint(1) NOT NULL,
  `duty` tinyint(11) NOT NULL,
  `reputation` int(11) NOT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of cfg_equip_weapon
-- ----------------------------
INSERT INTO `cfg_equip_weapon` VALUES (1, 0, '火炮', 2, '使用一般炮弹的细长大炮。', 1, 5000, 50, 1, 0, 99, 106, 119, 126, 18, 21, 20, '', '', 0, '', 0, '', 0, '', 0, 1, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (2, 0, '钢管火炮', 2, '炮管经过强化的普通火炮', 0, 0, 1000, 4, 0, 140, 147, 160, 167, 25, 29, 17, '', '', 4, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (3, 0, '重火炮', 2, '使用普通炮弹的小口径舰船炮。', 0, 0, 200, 5, 0, 67, 74, 87, 94, 12, 14, 15, '', '地中海', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (4, 0, '重火炮', 2, '使用普通炮弹的小口径舰船炮。', 0, 0, 200, 5, 0, 67, 74, 87, 94, 12, 14, 15, '', '加勒比海', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (5, 0, '重火炮', 2, '使用普通炮弹的小口径舰船炮。', 0, 0, 200, 5, 0, 67, 74, 87, 94, 12, 14, 15, '', '西欧', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (6, 0, '重火炮', 2, '使用普通炮弹的小口径舰船炮。', 0, 0, 200, 5, 0, 67, 74, 87, 94, 12, 14, 15, '', '华夏', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (7, 0, '重型喷射炮', 2, '炮弹威力增强的重火炮', 0, 0, 2000, 8, 0, 220, 227, 240, 247, 39, 45, 20, '', '', 4, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (8, 0, '轻型加农炮', 2, '弹道低伸的火炮，属地面炮兵的主要炮种之一', 1, 15000, 500, 10, 0, 161, 168, 181, 188, 29, 33, 22, '', '', 0, '', 0, '', 0, '', 0, 1, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (9, 0, '连射加农炮', 2, '具有短时间内连射能力的加农炮', 2, 90, 5000, 11, 0, 131, 138, 151, 158, 24, 27, 15, '', '', 4, '', 0, '', 0, '', 0, 1, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (10, 0, '霰弹炮', 2, '后装炮的祖先，也是近代金属定装弹药的原型。', 0, 0, 500, 13, 0, 75, 82, 95, 102, 14, 16, 15, '', '北欧,西亚', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (11, 0, '霰弹炮', 2, '后装炮的祖先，也是近代金属定装弹药的原型。', 0, 0, 500, 13, 0, 75, 82, 95, 102, 14, 16, 15, '', '北欧,西亚', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (12, 0, '重型霰弹炮', 2, '能发射出多个小炮弹的火炮，改装后威力更甚从前', 0, 0, 10000, 14, 0, 321, 328, 341, 348, 57, 65, 23, '', '', 4, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (13, 0, '滑膛炮', 2, '口径小造价低的炮，可发射炮射式导弹', 1, 50000, 1500, 15, 0, 138, 145, 158, 165, 25, 28, 19, '', '', 0, '', 0, '', 0, '', 0, 1, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (14, 0, '穿甲滑膛炮', 2, '滑膛炮的威力升级版，但不易使用', 2, 190, 10000, 16, 0, 118, 125, 138, 145, 21, 25, 14, '', '', 4, '', 0, '', 0, '', 0, 1, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (15, 0, '轻曲射炮', 2, '虽然是一般炮弹，但仍是威力强大的大炮。', 0, 0, 1500, 17, 0, 222, 229, 242, 249, 40, 45, 24, '', '', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (16, 0, '重型曲射炮', 2, '将原本的轻型曲射炮改装成重型后用来给及敌人致命一击', 0, 0, 10000, 18, 0, 199, 206, 219, 226, 35, 41, 17, '', '', 4, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (17, 0, '佛朗机炮', 2, '口径较小，发射速度较快的炮', 0, 0, 2000, 20, 0, 178, 185, 198, 205, 32, 36, 20, '', '', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (18, 0, '多功能佛朗机炮', 2, '增加了一系列简便功能的佛朗机炮强化版', 2, 290, 20000, 21, 0, 316, 323, 336, 343, 56, 64, 21, '', '', 5, '', 0, '', 0, '', 0, 1, 2, 100);
INSERT INTO `cfg_equip_weapon` VALUES (19, 0, '法兰克炮', 2, '法兰克的一种泛用型火炮', 1, 120000, 2500, 23, 0, 122, 129, 142, 149, 22, 25, 16, '', '', 0, '', 0, '', 0, '', 0, 1, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (20, 0, '重型法兰克炮', 2, '法兰克炮经过改装，炮弹的威力和速度都有一定提升', 0, 0, 20000, 24, 0, 249, 256, 269, 276, 44, 51, 18, '', '', 4, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (21, 0, '速射炮', 2, '发射榴散弹，速度非常快的炮', 1, 200000, 3000, 25, 0, 167, 174, 187, 194, 30, 34, 18, '', '', 0, '', 0, '', 0, '', 0, 1, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (22, 0, '超高速喷射炮', 2, '射出的炮弹据说超越了音速，让人避闪不及', 0, 0, 20000, 28, 0, 178, 185, 198, 205, 32, 37, 15, '', '', 4, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (23, 0, '喷火炮', 2, '利用火药燃气压力等能源抛射弹丸的武器', 0, 0, 4000, 30, 0, 273, 280, 293, 300, 48, 55, 22, '', '', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (24, 0, '广域火焰炮', 2, '经过特制的炮弹的破坏范围是以前的两倍', 2, 390, 30000, 32, 0, 504, 511, 524, 531, 89, 102, 25, '', '', 5, '', 0, '', 0, '', 0, 1, 3, 500);
INSERT INTO `cfg_equip_weapon` VALUES (25, 0, '迫击炮', 2, '一种炮身短、射角大、弹道弧线高、以座钣承受后座力、发射带尾翼弹的曲射火炮', 1, 300000, 5000, 33, 0, 134, 141, 154, 161, 24, 28, 15, '', '', 0, '', 0, '', 0, '', 0, 1, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (26, 0, '重型迫击炮', 2, '迫击炮的加强版，威力得到了进一步的强化', 0, 0, 30000, 34, 0, 261, 268, 281, 288, 46, 53, 17, '', '', 4, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (27, 0, '速射迫击炮', 2, '速度非常快的迫击炮', 0, 0, 6000, 35, 0, 93, 100, 113, 120, 17, 20, 13, '', '', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (28, 0, '高速追击炮', 2, '能短时间内多次发射的轻型追击炮，适合有技巧性的人使用', 0, 0, 30000, 36, 0, 135, 142, 155, 162, 24, 28, 13, '', '', 4, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (29, 0, '筒壁炮', 2, '改造西洋式炮的大炮。', 1, 500000, 6000, 35, 0, 210, 217, 230, 237, 37, 43, 18, '', '', 0, '', 0, '', 0, '', 0, 1, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (30, 0, '定向轰炸装置', 2, '能精准砸向目标地点的轰炸炮，不过威力一般', 0, 0, 30000, 37, 0, 441, 448, 461, 468, 78, 89, 22, '', '', 4, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (31, 0, '甲板炮', 2, '放在甲板的重量级大炮', 0, 0, 7500, 38, 0, 348, 355, 368, 375, 62, 71, 23, '', '', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (32, 0, '重型甲板火炮', 2, '固定在甲板上的重型火炮，后坐力惊人', 0, 0, 30000, 39, 0, 280, 287, 300, 307, 50, 57, 17, '', '', 4, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (33, 0, '榴弹炮', 2, '适合于打击隐蔽目标和地面目标的野战炮', 1, 800000, 8000, 40, 0, 180, 187, 200, 207, 32, 37, 16, '', '', 0, '', 0, '', 0, '', 0, 1, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (34, 0, '弹射型榴弹炮', 2, '不用火药引爆，而用特殊的弹射装置，很奇特的火炮', 2, 490, 50000, 41, 0, 216, 223, 236, 243, 39, 44, 15, '', '', 5, '', 0, '', 0, '', 0, 1, 4, 1000);
INSERT INTO `cfg_equip_weapon` VALUES (35, 0, '龙火炮', 2, '有如火龙吐息一般威力的大炮', 0, 0, 10000, 42, 0, 294, 301, 314, 321, 52, 60, 20, '', '', 0, '', 0, '', 0, '', 0, 1, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (36, 0, '火龙咆哮', 2, '炮弹如火龙之吐息，宣扬着最纯粹的暴力美学', 0, 0, 50000, 43, 0, 442, 449, 462, 469, 78, 89, 21, '', '', 4, '', 0, '', 0, '', 0, 1, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (37, 0, '加农炮', 2, '一种身管较长、弹道平直低伸的野战炮', 1, 1000000, 11000, 45, 0, 141, 148, 161, 168, 25, 29, 14, '', '', 0, '', 0, '', 0, '', 0, 1, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (38, 0, '烈性喷射加农炮', 2, '据说不固定好炮身便会被后坐力震飞的重型火炮', 0, 0, 50000, 47, 0, 580, 587, 600, 607, 1030, 1170, 24, '', '', 4, '', 0, '', 0, '', 0, 1, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (39, 0, '高效滑膛炮', 2, '口径小造价低的炮，可发射炮射式导弹，有很高的效率', 0, 0, 12000, 50, 0, 306, 313, 326, 333, 54, 62, 19, '', '', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (40, 0, '多功能击坠炮', 2, '滑膛炮经过华丽的改装后的成品，拥有多种角度的射击能力', 2, 590, 70000, 51, 0, 366, 373, 386, 393, 65, 74, 18, '', '', 5, '', 0, '', 0, '', 0, 0, 5, 2000);
INSERT INTO `cfg_equip_weapon` VALUES (41, 0, '双弹炮', 2, '威力较强的连锁炮', 0, 0, 15000, 53, 0, 385, 392, 405, 412, 68, 78, 21, '', '', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (42, 0, '流星', 2, '如同它的名字，每次发射都能射出两颗如流星一般的炮弹，也许象征着末日', 0, 0, 70000, 52, 0, 289, 296, 309, 316, 51, 59, 16, '', '', 4, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (43, 0, '曲射炮', 2, '携带使用方便，应用于近距离火力支援的炮', 1, 1500000, 15000, 55, 0, 133, 140, 153, 160, 24, 28, 13, '', '', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (44, 0, '陨石炮', 2, '发射出如同陨石一般落下的炮弹，连让你祈祷的时间都没有', 0, 0, 70000, 54, 0, 463, 470, 483, 490, 82, 93, 20, '', '', 4, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (45, 0, '无畏炮', 2, '无畏舰上的火炮，威力很大', 0, 0, 15000, 57, 0, 305, 312, 325, 332, 54, 62, 18, '', '', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (46, 0, '冲锋者', 2, '只有真正的勇士才敢使用这炮，震耳欲聋的炮声往往是一场血战的开场', 0, 0, 70000, 58, 0, 616, 623, 636, 643, 109, 124, 23, '', '', 4, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (47, 0, '加农曲射炮', 2, '既具备加农炮的超远射程，也具有曲射炮的精准度的武器', 1, 3000000, 17500, 60, 0, 565, 572, 585, 592, 100, 114, 25, '', '', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (48, 0, '精密加农散弹炮', 2, '加农曲射炮的加强版，能够半自动定位炮弹的降落地点', 0, 0, 85000, 61, 0, 229, 236, 249, 256, 41, 47, 14, '', '', 5, '', 0, '', 0, '', 0, 0, 6, 3000);
INSERT INTO `cfg_equip_weapon` VALUES (49, 0, '美特拉炮', 2, '希腊的一种火炮', 0, 0, 18000, 63, 0, 405, 412, 425, 432, 72, 82, 20, '', '', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (50, 0, '毒蛇之咬', 2, '像毒蛇一样咬住敌人，不会轻易偏离目标，准度惊人的火炮', 0, 0, 85000, 64, 0, 423, 430, 443, 450, 75, 85, 18, '', '', 4, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (51, 0, '萨拉弗炮', 2, '特制的一种炮，威力较大', 1, 4000000, 20000, 65, 0, 228, 235, 248, 255, 41, 47, 15, '', '', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (52, 0, '金色毁灭者', 2, '华丽的金色流线型炮身，象征着地位与权力', 2, 690, 85000, 66, 0, 716, 723, 736, 743, 126, 144, 24, '', '', 5, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (53, 0, '火焰喷射炮', 2, '能发出毁灭性的火焰炮弹，威力无双', 0, 0, 20000, 67, 0, 542, 549, 562, 569, 96, 109, 23, '', '', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (54, 0, '火神炮', 2, '如火神的降临，焚尽一切灾厄的恶魔之炮', 0, 0, 85000, 68, 0, 499, 506, 519, 526, 88, 101, 19, '', '', 5, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (55, 0, '臼炮', 2, '外形像石臼的较为古老的曲射火炮，可以瞬间毁灭一大片区域。', 1, 5000000, 25000, 70, 0, 342, 349, 362, 369, 61, 69, 17, '', '', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (56, 0, '高能破坏者', 2, '发射时需要积蓄一定的时间，射出的炮弹足以瞬间毁灭一艘战舰', 0, 0, 100000, 70, 0, 367, 374, 387, 394, 65, 74, 16, '', '', 5, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (57, 0, '信仰狂热巨炮', 2, '被狂热的宗教者认为带有神圣力量的巨型大炮', 0, 0, 25000, 70, 0, 179, 186, 199, 206, 32, 37, 13, '', '', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (58, 0, '神圣十字军之力', 2, '以神圣的力量惩罚一切的敌人，炮口的轰鸣宣告敌人的死亡', 0, 0, 100000, 70, 0, 600, 607, 620, 627, 106, 121, 20, '', '', 5, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (59, 0, '破坏者火炮', 2, '犹如它的名字，为了破坏而生的火炮', 0, 0, 250000, 70, 0, 815, 822, 835, 842, 143, 164, 27, '', '', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (60, 0, '公爵毁灭者巨炮', 2, '它的地位如同它的名字，火炮中的公爵，所向披靡无可抵挡', 2, 790, 100000, 70, 0, 907, 914, 927, 934, 160, 182, 25, '', '', 5, '', 0, '', 0, '', 0, 0, 7, 5000);
INSERT INTO `cfg_equip_weapon` VALUES (61, 0, '巨型射击重弩', 2, '重弩经过体积扩大而作为火炮使用，准度是它的最大优点', 1, 7500000, 25000, 70, 0, 521, 528, 541, 548, 92, 105, 20, '', '', 0, '', 0, '', 0, '', 0, 0, 0, 0);
INSERT INTO `cfg_equip_weapon` VALUES (62, 0, '开膛手', 2, '射出的巨型弩箭可以瞬间穿透敌人，开膛剖肚', 0, 0, 100000, 70, 0, 243, 250, 263, 270, 43, 50, 13, '', '', 5, '', 0, '', 0, '', 0, 0, 0, 0);

SET FOREIGN_KEY_CHECKS = 1;
