/*
 Navicat MySQL Data Transfer

 Source Server         : sail_qipa_1
 Source Server Type    : MySQL
 Source Server Version : 50616
 Source Host           : rm-bp1ydc1865d2f62z4.mysql.rds.aliyuncs.com:3306
 Source Schema         : app_sail_qipa1

 Target Server Type    : MySQL
 Target Server Version : 50616
 File Encoding         : 65001

 Date: 01/07/2018 18:45:19
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for cfg_scroll
-- ----------------------------
DROP TABLE IF EXISTS `cfg_scroll`;
CREATE TABLE `cfg_scroll`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `production_id` int(11) NOT NULL,
  `production_type` int(11) NOT NULL,
  `production_num` int(11) NOT NULL,
  `data` text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `duration` bigint(20) NOT NULL,
  `level` int(11) NOT NULL,
  `scroll_type` int(11) NOT NULL,
  `fee_price` int(11) NOT NULL,
  `fee_type` tinyint(1) NOT NULL,
  `city` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '',
  `region` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '',
  `arm` int(11) NOT NULL,
  `trade` int(11) NOT NULL,
  `sort` int(11) NOT NULL,
  `status` int(11) NOT NULL,
  `skill_req` int(11) NOT NULL,
  `use_level` int(11) NOT NULL DEFAULT 1,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 155 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of cfg_scroll
-- ----------------------------
INSERT INTO `cfg_scroll` VALUES (1, '重火炮设计图', 3, 2, 1, '59=2', 5, 1, 0, 8000, 1, '', '地中海', 0, 0, 0, 1, 0, 5);
INSERT INTO `cfg_scroll` VALUES (2, '重火炮设计图', 4, 2, 1, '161=2', 5, 1, 0, 8000, 1, '', '加勒比海', 0, 0, 0, 1, 0, 5);
INSERT INTO `cfg_scroll` VALUES (3, '重火炮设计图', 5, 2, 1, '130=2', 5, 1, 0, 8000, 1, '', '西欧', 0, 0, 0, 1, 0, 5);
INSERT INTO `cfg_scroll` VALUES (4, '重火炮设计图', 6, 2, 1, '2=2', 5, 1, 0, 8000, 1, '', '华夏', 0, 0, 0, 1, 0, 5);
INSERT INTO `cfg_scroll` VALUES (5, '霰弹炮设计图', 10, 2, 1, '130=2,59=2', 10, 1, 0, 8000, 1, '', '北欧,西亚', 0, 0, 0, 1, 75, 13);
INSERT INTO `cfg_scroll` VALUES (6, '霰弹炮设计图', 10, 2, 1, '161=2,2=2', 10, 1, 0, 8000, 1, '', '南美,东亚', 0, 0, 0, 1, 75, 13);
INSERT INTO `cfg_scroll` VALUES (7, '重型霰弹炮设计图', 12, 2, 1, '2=2,1=4', 15, 1, 1, 0, 0, '', '', 0, 0, 0, 1, 100, 14);
INSERT INTO `cfg_scroll` VALUES (8, '轻曲射炮设计图', 15, 2, 1, '130=3,144=3', 20, 1, 0, 50000, 1, '', '', 0, 0, 0, 1, 150, 17);
INSERT INTO `cfg_scroll` VALUES (9, '佛朗机炮设计图', 17, 2, 1, '127=3,59=3', 25, 1, 0, 80000, 1, '', '', 0, 0, 0, 1, 175, 20);
INSERT INTO `cfg_scroll` VALUES (10, '重型法兰克炮设计图', 20, 2, 1, '9=4,144=4', 25, 1, 1, 2990, 2, '', '', 0, 0, 0, 1, 200, 24);
INSERT INTO `cfg_scroll` VALUES (11, '喷火炮设计图', 23, 2, 1, ' 1=3,161=3,114=3', 30, 1, 0, 200000, 1, '', '', 0, 0, 0, 1, 250, 30);
INSERT INTO `cfg_scroll` VALUES (12, '迫击炮设计图', 25, 2, 1, '3=3,59=3,2=3', 40, 1, 0, 250000, 1, '', '', 0, 0, 0, 1, 325, 33);
INSERT INTO `cfg_scroll` VALUES (13, '速射迫击炮设计图', 27, 2, 1, '161=4,127=6', 40, 1, 0, 300000, 1, '', '', 0, 0, 0, 1, 350, 35);
INSERT INTO `cfg_scroll` VALUES (14, '高速追击炮设计图', 28, 2, 1, '47=5,114=5,108=5', 45, 1, 1, 0, 0, '', '', 0, 0, 0, 1, 400, 36);
INSERT INTO `cfg_scroll` VALUES (15, '定向轰炸装置设计图', 30, 2, 1, '53=5,1=10', 45, 1, 1, 3990, 2, '', '', 0, 0, 0, 1, 400, 37);
INSERT INTO `cfg_scroll` VALUES (16, '甲板炮设计图', 31, 2, 1, '9=5,111=15', 45, 1, 0, 500000, 1, '', '', 0, 0, 0, 1, 425, 38);
INSERT INTO `cfg_scroll` VALUES (17, '龙火炮设计图', 35, 2, 1, '59=5,151=5,114=5', 50, 1, 0, 800000, 1, '', '', 0, 0, 0, 1, 475, 42);
INSERT INTO `cfg_scroll` VALUES (18, '火龙咆哮设计图', 36, 2, 1, '161=5,99=5,55=5', 55, 1, 1, 0, 0, '', '', 0, 0, 0, 1, 500, 43);
INSERT INTO `cfg_scroll` VALUES (19, '高效滑膛炮设计图', 39, 2, 1, '3=10,22=5,90=5', 90, 1, 0, 1000000, 1, '', '', 0, 0, 0, 1, 575, 50);
INSERT INTO `cfg_scroll` VALUES (20, '双弹炮设计图', 41, 2, 1, '127=10,90=5,35=5,108=5', 90, 1, 0, 1500000, 1, '', '', 0, 0, 0, 1, 650, 53);
INSERT INTO `cfg_scroll` VALUES (21, '流星设计图', 42, 2, 1, '130=10,73=5,45=5,2=5', 120, 1, 1, 0, 0, '', '', 0, 0, 0, 1, 700, 52);
INSERT INTO `cfg_scroll` VALUES (22, '无畏炮设计图', 45, 2, 1, '3=10,161=10,46=5,108=5', 120, 1, 0, 2500000, 1, '', '', 0, 0, 0, 1, 725, 57);
INSERT INTO `cfg_scroll` VALUES (23, '冲锋者设计图', 46, 2, 1, '73=20,144=10', 150, 1, 1, 5990, 2, '', '', 0, 0, 0, 1, 750, 58);
INSERT INTO `cfg_scroll` VALUES (24, '精密加农散弹炮设计图', 48, 2, 1, '130=10,50=10,45=5,90=5,53=5', 180, 1, 1, 0, 0, '', '', 0, 0, 0, 1, 800, 61);
INSERT INTO `cfg_scroll` VALUES (25, '美特拉炮设计图', 49, 2, 1, '144=10,130=10,55=5,99=5,75=5', 180, 1, 0, 3000000, 1, '', '', 0, 0, 0, 1, 825, 63);
INSERT INTO `cfg_scroll` VALUES (26, '火焰喷射炮设计图', 53, 2, 1, '55=15,46=10,1=10,47=10', 360, 1, 0, 4000000, 1, '', '', 0, 0, 0, 1, 850, 67);
INSERT INTO `cfg_scroll` VALUES (27, '神圣十字军之力设计图', 58, 2, 1, '28=40,144=5,43=5', 720, 1, 1, 6990, 2, '', '', 0, 0, 0, 1, 900, 70);
INSERT INTO `cfg_scroll` VALUES (28, '破坏者火炮设计图', 59, 2, 1, '53=10,55=10,25=10,108=10,35=10', 360, 1, 0, 5000000, 1, '', '', 0, 0, 0, 1, 850, 70);
INSERT INTO `cfg_scroll` VALUES (29, '开膛手设计图', 62, 2, 1, '53=10,75=10,25=10,127=10,111=10', 720, 1, 1, 0, 0, '', '', 0, 0, 0, 1, 900, 70);
INSERT INTO `cfg_scroll` VALUES (30, '轻木帆船设计图', 3, 1, 1, '103=2', 5, 1, 0, 8000, 1, '', '地中海', 0, 0, 0, 1, 0, 5);
INSERT INTO `cfg_scroll` VALUES (31, '轻木帆船设计图', 4, 1, 1, '158=2', 5, 1, 0, 8000, 1, '', '加勒比海', 0, 0, 0, 1, 0, 5);
INSERT INTO `cfg_scroll` VALUES (32, '轻木帆船设计图', 5, 1, 1, '146=2', 5, 1, 0, 8000, 1, '', '西欧', 0, 0, 0, 1, 0, 5);
INSERT INTO `cfg_scroll` VALUES (33, '轻木帆船设计图', 6, 1, 1, '10=2', 5, 1, 0, 8000, 1, '', '华夏', 0, 0, 0, 1, 0, 5);
INSERT INTO `cfg_scroll` VALUES (34, '小型阿拉伯帆船设计图', 10, 1, 1, '103=2,5=2', 10, 1, 0, 8000, 1, '', '', 0, 0, 0, 1, 75, 13);
INSERT INTO `cfg_scroll` VALUES (35, '大型阿拉伯战船设计图', 11, 1, 1, '146=2,159=2', 15, 1, 1, 0, 0, '', '', 0, 0, 0, 1, 100, 14);
INSERT INTO `cfg_scroll` VALUES (36, '卡瑞克帆船设计图', 14, 1, 1, '10=3,97=3', 20, 1, 0, 50000, 1, '', '', 0, 0, 0, 1, 150, 16);
INSERT INTO `cfg_scroll` VALUES (37, '轻型排桨帆船设计图', 16, 1, 1, '158=3,137=3', 25, 1, 0, 80000, 1, '', '', 0, 0, 0, 1, 175, 20);
INSERT INTO `cfg_scroll` VALUES (38, '非洲雄狮号设计图', 19, 1, 1, '103=4,172=4', 25, 1, 1, 2990, 2, '', '', 0, 0, 0, 1, 200, 24);
INSERT INTO `cfg_scroll` VALUES (39, '福克帆船设计图', 22, 1, 1, '10=3,134=3,22=3', 30, 1, 0, 200000, 1, '', '', 0, 0, 0, 1, 250, 30);
INSERT INTO `cfg_scroll` VALUES (40, '英式双船桅帆船设计图', 24, 1, 1, '158=3,146=3,51=3', 40, 1, 0, 250000, 1, '', '', 0, 0, 0, 1, 325, 33);
INSERT INTO `cfg_scroll` VALUES (41, '武装快艇设计图', 26, 1, 1, '146=4,97=6', 40, 1, 0, 300000, 1, '', '', 0, 0, 0, 1, 350, 35);
INSERT INTO `cfg_scroll` VALUES (42, '巨型武装快艇设计图', 27, 1, 1, '52=5,91=5', 45, 1, 1, 0, 0, '', '', 0, 0, 0, 1, 400, 36);
INSERT INTO `cfg_scroll` VALUES (43, '轻型斯库纳帆船设计图', 29, 1, 1, '52=5,108=10', 45, 1, 1, 3990, 2, '', '', 0, 0, 0, 1, 400, 37);
INSERT INTO `cfg_scroll` VALUES (44, '阿拉伯中型排桨帆船设计图', 30, 1, 1, '103=10,5=5,55=5', 45, 1, 0, 500000, 1, '', '', 0, 0, 0, 1, 425, 38);
INSERT INTO `cfg_scroll` VALUES (45, '北洋水师战列舰设计图', 34, 1, 1, '146=10,35=5,91=5,22=5', 50, 1, 0, 800000, 1, '', '', 0, 0, 0, 1, 475, 42);
INSERT INTO `cfg_scroll` VALUES (46, '重型北洋战列舰设计图', 35, 1, 1, '10=10,3=5,172=5,161=5', 55, 1, 1, 0, 0, '', '', 0, 0, 0, 1, 500, 43);
INSERT INTO `cfg_scroll` VALUES (47, '西班牙皇家战列舰设计图', 38, 1, 1, '103=5,55=5,134=5,50=5', 90, 1, 0, 1000000, 1, '', '', 0, 0, 0, 1, 575, 50);
INSERT INTO `cfg_scroll` VALUES (48, '皇家护卫舰设计图', 40, 1, 1, '158=15,99=10', 90, 1, 0, 1500000, 1, '', '', 0, 0, 0, 1, 650, 53);
INSERT INTO `cfg_scroll` VALUES (49, '逐风者号设计图', 41, 1, 1, '52=15,144=5,75=5', 120, 1, 1, 0, 0, '', '', 0, 0, 0, 1, 700, 52);
INSERT INTO `cfg_scroll` VALUES (50, '重炮战列舰设计图', 44, 1, 1, '45=10,158=10,108=5,1=5', 120, 1, 0, 2500000, 1, '', '', 0, 0, 0, 1, 725, 57);
INSERT INTO `cfg_scroll` VALUES (51, '重炮毁灭手设计图', 45, 1, 1, '52=10,72=20', 150, 1, 1, 5990, 2, '', '', 0, 0, 0, 1, 750, 58);
INSERT INTO `cfg_scroll` VALUES (52, '东方龙号设计图', 47, 1, 1, '158=10,22=10,99=10', 180, 1, 1, 0, 0, '', '', 0, 0, 0, 1, 800, 61);
INSERT INTO `cfg_scroll` VALUES (53, '法国皇家巨型排桨帆船设计图', 48, 1, 1, '103=10,51=10,151=10,55=5', 180, 1, 0, 3000000, 1, '', '', 0, 0, 0, 1, 825, 63);
INSERT INTO `cfg_scroll` VALUES (54, '重甲巡洋舰设计图', 52, 1, 1, '10=15,73=15,45=15', 360, 1, 0, 4000000, 1, '', '', 0, 0, 0, 1, 850, 67);
INSERT INTO `cfg_scroll` VALUES (55, '幽灵船设计图', 57, 1, 1, '52=15,43=10,108=10,151=10,1=5', 720, 1, 1, 6990, 2, '', '', 0, 0, 0, 1, 900, 70);
INSERT INTO `cfg_scroll` VALUES (56, '超高速轻帆船设计图', 58, 1, 1, '51=10,146=20,50=10,53=10', 360, 1, 0, 5000000, 1, '', '', 0, 0, 0, 1, 850, 70);
INSERT INTO `cfg_scroll` VALUES (57, '安妮女王复仇号设计图', 61, 1, 1, '52=20,28=20,75=10', 720, 1, 1, 0, 0, '', '', 0, 0, 0, 1, 900, 70);
INSERT INTO `cfg_scroll` VALUES (58, '海豚像设计图', 1, 3, 1, '10=2,59=2', 10, 1, 0, 10000, 1, '', '', 0, 0, 0, 1, 50, 10);
INSERT INTO `cfg_scroll` VALUES (59, '闪电猎鹰像设计图', 6, 3, 1, '158=3,127=3', 15, 1, 1, 990, 2, '', '', 0, 0, 0, 1, 100, 16);
INSERT INTO `cfg_scroll` VALUES (60, '海龟像设计图', 7, 3, 1, '146=3,2=3,99=3', 20, 1, 0, 50000, 1, '', '', 0, 0, 0, 1, 150, 18);
INSERT INTO `cfg_scroll` VALUES (61, '鲨鱼像设计图', 11, 3, 1, '130=5,111=5,22=5', 30, 1, 0, 100000, 1, '', '', 0, 0, 0, 1, 225, 25);
INSERT INTO `cfg_scroll` VALUES (62, '利齿鲨鱼像设计图', 12, 3, 1, '144=5,151=5,18=5', 30, 1, 1, 1990, 2, '', '', 0, 0, 0, 1, 225, 28);
INSERT INTO `cfg_scroll` VALUES (63, '老虎像设计图', 13, 3, 1, '9=10,46=10', 35, 1, 0, 300000, 1, '', '', 0, 0, 0, 1, 275, 30);
INSERT INTO `cfg_scroll` VALUES (64, '白海豚像设计图', 15, 3, 1, '144=10,47=10', 40, 1, 0, 400000, 1, '', '', 0, 0, 0, 1, 350, 35);
INSERT INTO `cfg_scroll` VALUES (65, '纯洁海豚像设计图', 16, 3, 1, '55=10,47=10,72=5', 45, 1, 1, 2990, 2, '', '', 0, 0, 0, 1, 400, 40);
INSERT INTO `cfg_scroll` VALUES (66, '海兽像设计图', 17, 3, 1, '53=15,127=10,161=5', 45, 1, 0, 500000, 1, '', '', 0, 0, 0, 1, 400, 42);
INSERT INTO `cfg_scroll` VALUES (67, '白鲨像设计图', 19, 3, 1, '47=10,75=20', 50, 1, 0, 800000, 1, '', '', 0, 0, 0, 1, 475, 48);
INSERT INTO `cfg_scroll` VALUES (68, '伟人像设计图', 21, 3, 1, '45=10,161=10,43=10', 60, 1, 0, 1000000, 1, '', '', 0, 0, 0, 1, 575, 55);
INSERT INTO `cfg_scroll` VALUES (69, '勇者像设计图', 23, 3, 1, '161=10,130=10,144=10', 90, 1, 0, 2000000, 1, '', '', 0, 0, 0, 1, 650, 60);
INSERT INTO `cfg_scroll` VALUES (70, '神圣骑士团像设计图', 24, 3, 1, '50=10,9=10,144=10', 240, 1, 1, 4990, 2, '', '', 0, 0, 0, 1, 700, 63);
INSERT INTO `cfg_scroll` VALUES (71, '少女像设计图', 25, 3, 1, '108=10,28=20,130=15', 120, 1, 0, 3000000, 1, '', '', 0, 0, 0, 1, 750, 65);
INSERT INTO `cfg_scroll` VALUES (72, '战争美人鱼像设计图', 28, 3, 1, '59=10,75=15,127=10,2=10', 720, 1, 1, 5990, 2, '', '', 0, 0, 0, 1, 900, 70);
INSERT INTO `cfg_scroll` VALUES (73, '天使像设计图', 29, 3, 1, '53=10,45=10,72=10,55=10,126=5', 360, 1, 0, 5000000, 1, '', '', 0, 0, 0, 1, 850, 70);
INSERT INTO `cfg_scroll` VALUES (74, '木板甲设计图', 33, 4, 1, '103=2', 5, 1, 0, 10000, 1, '', '地中海', 0, 0, 0, 1, 0, 5);
INSERT INTO `cfg_scroll` VALUES (75, '木板甲设计图', 34, 4, 1, '158=2', 5, 1, 0, 10000, 1, '', '加勒比海', 0, 0, 0, 1, 0, 5);
INSERT INTO `cfg_scroll` VALUES (76, '木板甲设计图', 35, 4, 1, '146=2', 5, 1, 0, 10000, 1, '', '西欧', 0, 0, 0, 1, 0, 5);
INSERT INTO `cfg_scroll` VALUES (77, '木板甲设计图', 36, 4, 1, '10=2', 5, 1, 0, 10000, 1, '', '华夏', 0, 0, 0, 1, 0, 5);
INSERT INTO `cfg_scroll` VALUES (78, '桃木装甲设计图', 40, 4, 1, '10=3,9=3,1=3', 15, 1, 0, 30000, 1, '', '', 0, 0, 0, 1, 100, 18);
INSERT INTO `cfg_scroll` VALUES (79, '雪松木装甲设计图', 42, 4, 1, '146=5,1=5', 25, 1, 0, 50000, 1, '', '', 0, 0, 0, 1, 200, 25);
INSERT INTO `cfg_scroll` VALUES (80, '雪松木装甲II型设计图', 43, 4, 1, '146=5,47=5,108=5', 30, 1, 1, 1990, 2, '', '', 0, 0, 0, 1, 250, 28);
INSERT INTO `cfg_scroll` VALUES (81, '红松木装甲设计图', 44, 4, 1, '158=5,127=5,2=5', 40, 1, 0, 100000, 1, '', '', 0, 0, 0, 1, 300, 30);
INSERT INTO `cfg_scroll` VALUES (82, '圆木装甲设计图', 48, 4, 1, '52=10,161=5,50=5', 35, 1, 0, 500000, 1, '', '', 0, 0, 0, 1, 350, 40);
INSERT INTO `cfg_scroll` VALUES (83, '橡木装甲设计图', 50, 4, 1, '52=10,1=15', 60, 1, 0, 650000, 1, '', '', 0, 0, 0, 1, 450, 47);
INSERT INTO `cfg_scroll` VALUES (84, '铁板装甲设计图', 52, 4, 1, '22=10,1=10,43=5', 120, 1, 0, 800000, 1, '', '', 0, 0, 0, 1, 550, 53);
INSERT INTO `cfg_scroll` VALUES (85, '厚铁装甲设计图', 56, 4, 1, '9=25,46=5', 60, 1, 0, 1000000, 1, '', '', 0, 0, 0, 1, 650, 59);
INSERT INTO `cfg_scroll` VALUES (86, '捍卫者装甲设计图', 57, 4, 1, '10=10,47=10,108=5,111=5', 120, 1, 1, 4990, 2, '', '', 0, 0, 0, 1, 750, 65);
INSERT INTO `cfg_scroll` VALUES (87, '镀银装甲设计图', 60, 4, 1, '47=15,35=10,55=5', 180, 1, 0, 3000000, 1, '', '', 0, 0, 0, 1, 800, 67);
INSERT INTO `cfg_scroll` VALUES (88, '倒影装甲设计图', 61, 4, 1, '45=20,75=10,73=10', 720, 1, 1, 5990, 2, '', '', 0, 0, 0, 1, 900, 70);
INSERT INTO `cfg_scroll` VALUES (89, '超合金装甲设计图', 64, 4, 1, '45=15,28=10,53=10,2=10', 360, 1, 0, 5000000, 1, '', '', 0, 0, 0, 1, 850, 70);
INSERT INTO `cfg_scroll` VALUES (90, '硬木撞角设计图', 66, 5, 1, '103=2', 5, 1, 0, 10000, 1, '', '地中海', 0, 0, 0, 1, 0, 5);
INSERT INTO `cfg_scroll` VALUES (91, '硬木撞角设计图', 67, 5, 1, '158=2', 5, 1, 0, 10000, 1, '', '加勒比海', 0, 0, 0, 1, 0, 5);
INSERT INTO `cfg_scroll` VALUES (92, '硬木撞角设计图', 68, 5, 1, '146=2', 5, 1, 0, 10000, 1, '', '西欧', 0, 0, 0, 1, 0, 5);
INSERT INTO `cfg_scroll` VALUES (93, '硬木撞角设计图', 69, 5, 1, '10=2', 5, 1, 0, 10000, 1, '', '华夏', 0, 0, 0, 1, 0, 5);
INSERT INTO `cfg_scroll` VALUES (94, '蛇形撞角设计图', 73, 5, 1, '59=4,10=4', 15, 1, 0, 30000, 1, '', '', 0, 0, 0, 1, 100, 18);
INSERT INTO `cfg_scroll` VALUES (95, '捕食者设计图', 76, 5, 1, '9=5,127=5,108=5', 30, 1, 1, 1990, 2, '', '', 0, 0, 0, 1, 275, 28);
INSERT INTO `cfg_scroll` VALUES (96, '铁质撞角设计图', 77, 5, 1, '130=15,43=5', 35, 1, 0, 100000, 1, '', '', 0, 0, 0, 1, 325, 30);
INSERT INTO `cfg_scroll` VALUES (97, '锐牙海兽撞角设计图', 81, 5, 1, '46=10,73=5,1=5', 40, 1, 0, 500000, 1, '', '', 0, 0, 0, 1, 375, 40);
INSERT INTO `cfg_scroll` VALUES (98, '混金撞角设计图', 83, 5, 1, '22=20,53=5', 45, 1, 0, 800000, 1, '', '', 0, 0, 0, 1, 425, 47);
INSERT INTO `cfg_scroll` VALUES (99, '锯状粉碎撞角设计图', 87, 5, 1, '45=10,2=10,3=10', 60, 1, 0, 1500000, 1, '', '', 0, 0, 0, 1, 625, 59);
INSERT INTO `cfg_scroll` VALUES (100, '毁灭者设计图', 90, 5, 1, '111=10,47=10,2=5', 90, 1, 1, 4990, 2, '', '', 0, 0, 0, 1, 700, 65);
INSERT INTO `cfg_scroll` VALUES (101, '野蛮冲锋撞角设计图', 91, 5, 1, '75=10,47=10,35=5,146=5', 600, 1, 0, 3500000, 1, '', '', 0, 0, 0, 1, 800, 67);
INSERT INTO `cfg_scroll` VALUES (102, '海神之怒设计图', 94, 5, 1, '161=10,151=15,28=15', 720, 1, 1, 5990, 2, '', '', 0, 0, 0, 1, 900, 70);
INSERT INTO `cfg_scroll` VALUES (103, '超合金撞角设计图', 95, 5, 1, '52=10,119=10,144=10,46=5,43=5', 360, 1, 0, 5000000, 1, '', '', 0, 0, 0, 1, 850, 70);
INSERT INTO `cfg_scroll` VALUES (104, '简易三角帆设计图', 99, 6, 1, '138=2,159=2', 10, 1, 0, 10000, 1, '', '', 0, 0, 0, 1, 50, 10);
INSERT INTO `cfg_scroll` VALUES (105, '厚三角帆设计图', 103, 6, 1, '5=4,112=4', 15, 1, 0, 30000, 1, '', '', 0, 0, 0, 1, 125, 16);
INSERT INTO `cfg_scroll` VALUES (106, '全桅船帆组设计图', 107, 6, 1, '172=5,100=5', 25, 1, 0, 50000, 1, '', '', 0, 0, 0, 1, 200, 22);
INSERT INTO `cfg_scroll` VALUES (107, '全自动全桅船帆组设计图', 108, 6, 1, '5=5,118=5,126=5', 30, 1, 1, 1990, 2, '', '', 0, 0, 0, 1, 250, 25);
INSERT INTO `cfg_scroll` VALUES (108, '简易背风帆设计图', 109, 6, 1, '134=5,18=5,118=5', 35, 1, 0, 100000, 1, '', '', 0, 0, 0, 1, 300, 28);
INSERT INTO `cfg_scroll` VALUES (109, '大型四角帆设计图', 111, 6, 1, '5=10,137=10', 37, 1, 0, 200000, 1, '', '', 0, 0, 0, 1, 325, 33);
INSERT INTO `cfg_scroll` VALUES (110, '超高速大型四角帆设计图', 112, 6, 1, '93=10,119=5,137=5', 40, 1, 1, 2990, 2, '', '', 0, 0, 0, 1, 350, 35);
INSERT INTO `cfg_scroll` VALUES (111, '富豪的巨三角帆设计图', 113, 6, 1, '97=10,126=5,138=5,112=5', 40, 1, 0, 300000, 1, '', '', 0, 0, 0, 1, 375, 40);
INSERT INTO `cfg_scroll` VALUES (112, '七色丝绸四角帆设计图', 116, 6, 1, '5=10,106=5,108=5,118=5', 50, 1, 1, 3990, 2, '', '', 0, 0, 0, 1, 450, 48);
INSERT INTO `cfg_scroll` VALUES (113, '锁链三角帆设计图', 117, 6, 1, '51=10,106=10,100=10', 60, 1, 0, 1000000, 1, '', '', 0, 0, 0, 1, 500, 52);
INSERT INTO `cfg_scroll` VALUES (114, '束缚者三角帆设计图', 118, 6, 1, '93=15,59=10,108=5', 60, 1, 1, 0, 0, '', '', 0, 0, 0, 1, 550, 55);
INSERT INTO `cfg_scroll` VALUES (115, '嗜血者巨帆设计图', 120, 6, 1, '172=10,126=10,55=5,35=5', 60, 1, 1, 4990, 2, '', '', 0, 0, 0, 1, 625, 60);
INSERT INTO `cfg_scroll` VALUES (116, '豪华的全桅船帆组设计图', 121, 6, 1, '27=10,106=10,108=10', 90, 1, 0, 3000000, 1, '', '', 0, 0, 0, 1, 700, 63);
INSERT INTO `cfg_scroll` VALUES (117, '夺日者全桅帆设计图', 124, 6, 1, '159=10,27=10,112=10,72=5,75=5', 720, 1, 1, 5990, 2, '', '', 0, 0, 0, 1, 900, 70);
INSERT INTO `cfg_scroll` VALUES (118, '蓝色海洋全桅帆设计图', 125, 6, 1, '134=10,53=10,18=10,100=5,93=5', 360, 1, 0, 5000000, 1, '', '', 0, 0, 0, 1, 850, 70);
INSERT INTO `cfg_scroll` VALUES (119, '烤香肠食谱', 4, 7, 1, '145=1', 5, 1, 0, 20000, 1, '', '西欧', 0, 0, 0, 1, 0, 5);
INSERT INTO `cfg_scroll` VALUES (120, '炸鸡米花食谱', 5, 7, 1, '160=1', 5, 1, 0, 20000, 1, '', '加勒比海', 0, 0, 0, 1, 0, 5);
INSERT INTO `cfg_scroll` VALUES (121, '洋葱圈食谱', 6, 7, 1, '101=1', 5, 1, 0, 20000, 1, '', '地中海', 0, 0, 0, 1, 0, 5);
INSERT INTO `cfg_scroll` VALUES (122, '热汤面条食谱', 7, 7, 1, '4=1', 5, 1, 0, 20000, 1, '', '华夏', 0, 0, 0, 1, 0, 5);
INSERT INTO `cfg_scroll` VALUES (123, '辣味烤串食谱', 8, 7, 2, '132=2,135=2', 10, 1, 0, 100000, 1, '', '北欧', 0, 0, 0, 1, 50, 10);
INSERT INTO `cfg_scroll` VALUES (124, '玉米蜜汤食谱', 13, 7, 2, '152=3,148=3', 10, 1, 0, 100000, 1, '', '南美', 0, 0, 0, 1, 50, 10);
INSERT INTO `cfg_scroll` VALUES (125, '风味羊羔片食谱', 10, 7, 2, '63=2,102=2', 10, 1, 0, 100000, 1, '', '西亚', 0, 0, 0, 1, 50, 10);
INSERT INTO `cfg_scroll` VALUES (126, '秘制酒酿食谱', 11, 7, 2, '20=2,8=2', 10, 1, 0, 100000, 1, '', '东亚', 0, 0, 0, 1, 50, 10);
INSERT INTO `cfg_scroll` VALUES (127, '奶酪香肠粒食谱', 12, 7, 3, '136=3,145=3', 20, 1, 0, 300000, 1, '', '南欧', 0, 0, 0, 1, 150, 20);
INSERT INTO `cfg_scroll` VALUES (128, '甜辣薯片食谱', 9, 7, 3, '170=2,155=2', 20, 1, 0, 300000, 1, '', '中美', 0, 0, 0, 1, 150, 20);
INSERT INTO `cfg_scroll` VALUES (129, '酱香鸭腿食谱', 14, 7, 3, '58=3,105=3', 20, 1, 0, 300000, 1, '', '东欧', 0, 0, 0, 1, 150, 20);
INSERT INTO `cfg_scroll` VALUES (130, '风味寿司食谱', 15, 7, 3, '20=3,13=3', 20, 1, 0, 300000, 1, '', '东南亚', 0, 0, 0, 1, 150, 20);
INSERT INTO `cfg_scroll` VALUES (131, '辣子鸡食谱', 16, 7, 3, '139=3,160=3,155=3', 30, 1, 0, 500000, 1, '', '', 0, 0, 0, 1, 225, 30);
INSERT INTO `cfg_scroll` VALUES (132, '果酱南瓜派食谱', 17, 7, 3, '157=3,125=3,143=3', 30, 1, 0, 1000000, 1, '', '', 0, 0, 0, 1, 300, 30);
INSERT INTO `cfg_scroll` VALUES (133, '椒盐烤鱼食谱', 18, 7, 5, '154=5,164=5', 30, 1, 0, 0, 0, '', '', 0, 0, 0, 1, 275, 30);
INSERT INTO `cfg_scroll` VALUES (134, '红色鸡尾酒食谱', 19, 7, 5, '143=3,120=3,166=3', 30, 1, 0, 990, 2, '', '', 0, 0, 0, 1, 275, 30);
INSERT INTO `cfg_scroll` VALUES (135, '奶油土豆卷食谱', 20, 7, 5, '170=5,136=5,164=5', 45, 1, 0, 1500000, 1, '', '', 0, 0, 0, 1, 375, 40);
INSERT INTO `cfg_scroll` VALUES (136, '蒜烤全鸭食谱', 21, 7, 5, '58=5,88=5,84=5', 45, 1, 0, 2000000, 1, '', '', 0, 0, 0, 1, 450, 40);
INSERT INTO `cfg_scroll` VALUES (137, '柠檬烤玉米食谱', 22, 7, 5, '148=10,136=5,166=5', 45, 1, 0, 0, 0, '', '', 0, 0, 0, 1, 425, 40);
INSERT INTO `cfg_scroll` VALUES (138, '蓝色鸡尾酒食谱', 23, 7, 5, '48=10,88=10,166=10', 45, 1, 0, 1990, 2, '', '', 0, 0, 0, 1, 425, 40);
INSERT INTO `cfg_scroll` VALUES (139, '朗姆酒小牛肉食谱', 24, 7, 5, '88=10,85=5,8=5,155=5', 45, 1, 0, 0, 0, '', '', 0, 0, 0, 1, 450, 40);
INSERT INTO `cfg_scroll` VALUES (140, '蜂蜜松饼食谱', 25, 7, 5, '152=10,4=10,139=10', 60, 1, 0, 3000000, 1, '', '', 0, 0, 0, 1, 525, 50);
INSERT INTO `cfg_scroll` VALUES (141, '果酱洋葱鸡食谱', 26, 7, 5, '125=10,101=10,160=5,94=5', 60, 1, 0, 5000000, 1, '', '', 0, 0, 0, 1, 600, 50);
INSERT INTO `cfg_scroll` VALUES (142, '铁板羊肉串食谱', 27, 7, 5, '110=10,98=10,94=10', 90, 1, 0, 0, 0, '', '', 0, 0, 0, 1, 575, 50);
INSERT INTO `cfg_scroll` VALUES (143, '炭火辣烤鱼食谱', 28, 7, 5, '154=15,155=15,164=10,49=5', 90, 1, 0, 2990, 2, '', '', 0, 0, 0, 1, 575, 50);
INSERT INTO `cfg_scroll` VALUES (144, '意大利混肉沙拉食谱', 29, 7, 5, '110=15,154=15,160=10,44=5', 90, 1, 0, 0, 0, '', '', 0, 0, 0, 1, 600, 50);
INSERT INTO `cfg_scroll` VALUES (145, '时蔬烤猪排食谱', 30, 7, 5, '132=15,101=15,153=10,148=10', 120, 1, 0, 10000000, 1, '', '', 0, 0, 0, 1, 675, 60);
INSERT INTO `cfg_scroll` VALUES (146, '清炖小羊肉食谱', 31, 7, 5, '63=15,153=15,49=10,98=10', 120, 1, 0, 15000000, 1, '', '', 0, 0, 0, 1, 750, 60);
INSERT INTO `cfg_scroll` VALUES (147, '里脊肉辣炒饭食谱', 32, 7, 5, '132=10,155=10,102=10,94=10,20=10', 120, 1, 0, 0, 0, '', '', 0, 0, 0, 1, 725, 60);
INSERT INTO `cfg_scroll` VALUES (148, '七彩鸡尾酒食谱', 33, 7, 5, '48=15,143=15,120=10,105=10', 150, 1, 0, 3990, 2, '', '', 0, 0, 0, 1, 725, 60);
INSERT INTO `cfg_scroll` VALUES (149, '杂肉烩面食谱', 34, 7, 5, '63=10,132=10,160=10,4=10,49=10', 150, 1, 0, 0, 0, '', '', 0, 0, 0, 1, 750, 60);
INSERT INTO `cfg_scroll` VALUES (150, '香焗牛腩食谱', 35, 7, 5, '136=10,85=10,170=10,98=10,105=10', 180, 1, 0, 20000000, 1, '', '', 0, 0, 0, 1, 825, 70);
INSERT INTO `cfg_scroll` VALUES (151, '干酪香肠拼盘食谱', 36, 7, 5, '145=10,152=10,120=10,102=10,44=10', 360, 1, 0, 0, 0, '', '', 0, 0, 0, 1, 875, 70);
INSERT INTO `cfg_scroll` VALUES (152, '奶酪鸡肉可丽饼食谱', 37, 7, 5, '4=15,136=15,160=10,152=10,48=10', 360, 1, 0, 0, 0, '', '', 0, 0, 0, 1, 875, 70);
INSERT INTO `cfg_scroll` VALUES (153, '五香烤全羊食谱', 38, 7, 5, '110=15,63=15,84=15,135=15,49=15', 720, 1, 0, 4990, 2, '', '', 0, 0, 0, 1, 900, 70);
INSERT INTO `cfg_scroll` VALUES (154, '天堂鸡尾酒食谱', 39, 7, 5, '48=25,49=25,120=25', 720, 1, 0, 5990, 2, '', '', 0, 0, 0, 1, 900, 70);

SET FOREIGN_KEY_CHECKS = 1;
